{"meta": {"disclaimer": "Do not rely on openFDA to make decisions regarding medical care. While we make every effort to ensure that data is accurate, you should assume all results are unvalidated. We may limit or otherwise restrict your access to the API in line with our Terms of Service.", "terms": "https://open.fda.gov/terms/", "license": "https://open.fda.gov/license/", "last_updated": "2025-02-12", "results": {"skip": 0, "limit": 1, "total": 544}}, "results": [{"spl_product_data_elements": ["Calcium Acetate Calcium Acetate CALCIUM ACETATE CALCIUM CATION SODIUM LAURYL SULFATE SODIUM STEARYL FUMARATE FD&C BLUE NO. 1 FD&C RED NO. 3 TITANIUM DIOXIDE GELATIN, UNSPECIFIED FERROSOFERRIC OXIDE blue opaque cap and white opaque body hard gelatin capsule shell 667mg;IG377"], "indications_and_usage": ["1 INDICATIONS AND USAGE Calcium acetate is a phosphate binder indicated to reduce serum phosphorus in patients with end stage renal disease (ESRD). Calcium acetate is a phosphate binder indicated for the reduction of serum phosphorus in patients with end stage renal disease. ( 1 )"], "dosage_and_administration": ["2 DOSAGE AND ADMINISTRATION The recommended initial dose of calcium acetate for the adult dialysis patient is 2 capsules with each meal. Increase the dose gradually to lower serum phosphorus levels to the target range, as long as hypercalcemia does not develop. Most patients require 3-4 capsules with each meal. Starting dose is 2 capsules with each meal. (2) Titrate the dose every 2-3 weeks until acceptable serum phosphorus level is reached. Most patients require 3-4 capsules with each meal. (2)"], "dosage_forms_and_strengths": ["3 DOSAGE FORMS AND STRENGTHS Capsule: 667 mg calcium acetate per capsule. Capsule: 667 mg calcium acetate capsules. ( 3 )"], "contraindications": ["4 CONTRAINDICATIONS Patients with hypercalcemia. Hypercalcemia. ( 4 )"], "warnings_and_cautions": ["5 WARNINGS AND PRECAUTIONS Treat mild hypercalcemia by reducing or interrupting calcium acetate capsules and Vitamin D. Severe hypercalcemia may require hemodialysis and discontinuation of calcium acetate capsules. ( 5.1 ) Hypercalcemia may aggravate digitalis toxicity. ( 5.2 ) 5.1 Hypercalcemia Patients with end stage renal disease may develop hypercalcemia when treated with calcium, including calcium acetate. Avoid the use of calcium supplements, including calcium based nonprescription antacids, concurrently with calcium acetate. An overdose of calcium acetate may lead to progressive hypercalcemia, which may require emergency measures. Therefore, early in the treatment phase during the dosage adjustment period, monitor serum calcium levels twice weekly. Should hypercalcemia develop, reduce the calcium acetate dosage, or discontinue the treatment, depending on the severity of hypercalcemia. More severe hypercalcemia (Ca >12 mg/dL) is associated with confusion, delirium, stupor and coma. Severe hypercalcemia can be treated by acute hemodialysis and discontinuing calcium acetate therapy. Mild hypercalcemia (10.5 to 11.9 mg/dL) may be asymptomatic or manifest as constipation, anorexia, nausea, and vomiting. Mild hypercalcemia is usually controlled by reducing the calcium acetate dose or temporarily discontinuing therapy. Decreasing or discontinuing Vitamin D therapy is recommended as well. Chronic hypercalcemia may lead to vascular calcification and other soft-tissue calcification. Radiographic evaluation of suspected anatomical regions may be helpful in early detection of soft tissue calcification. The long term effect of calcium acetate on the progression of vascular or soft tissue calcification has not been determined. Hypercalcemia (>11 mg/dL) was reported in 16% of patients in a 3-month study of solid dose formulation of calcium acetate; all cases resolved upon lowering the dose or discontinuing treatment. Maintain the serum calcium-phosphorus (Ca x P) product below 55 mg 2 /dL 2 . 5.2 Concomitant Use with Medications Hypercalcemia may aggravate digitalis toxicity."], "adverse_reactions": ["6 ADVERSE REACTIONS Hypercalcemia is discussed elsewhere [see Warnings and Precautions (5.1) ]. The most common (>10%) adverse reactions are hypercalcemia, nausea and vomiting. ( 6.1 ) In clinical studies, patients have occasionally experienced nausea during calcium acetate therapy. ( 6 ) To report SUSPECTED ADVERSE REACTIONS, contact Cipla Ltd. at 1-866-604-3268 or FDA at 1-800-FDA-1088 or www.fda.gov/medwatch 6.1 Clinical Trial Experience Because clinical trials are conducted under widely varying conditions, adverse reaction rates observed in the clinical trials of a drug cannot be directly compared to rates in the clinical trials of another drug and may not reflect the rates observed in practice. In clinical studies, calcium acetate has been generally well tolerated. Calcium acetate was studied in a 3-month, open-label, non-randomized study of 98 enrolled ESRD hemodialysis patients and an alternate liquid formulation of calcium acetate was studied in a two week double-blind, placebo-controlled, cross-over study with 69 enrolled ESRD hemodialysis patients. Adverse reactions (>2% on treatment) from these trials are presented in Table 1. Table 1: Adverse Reactions in Patients with End-Stage Renal Disease Undergoing Hemodialysis Preferred Term Total adverse reactions reported for calcium acetate n=167 n (%) 3-month, open-label study of calcium acetate n=98 n (%) Double blind, placebo-controlled, cross-over study of liquid calcium acetate n=69 Calcium acetate n (%) Placebo n (%) Nausea 6 (3.6) 6 (6.1) 0(0.0) 0(0.0) Vomiting 4 (2.4) 4 (4.1) 0(0.0) 0(0.0) Hypercalcemia 21 (12.6) 16 (16.3) 5 (7.2) 0(0.0) Mild hypercalcemia may be asymptomatic or manifest itself as constipation, anorexia, nausea, and vomiting. More severe hypercalcemia is associated with confusion, delirium, stupor, and coma. Decreasing dialysate calcium concentration could reduce the incidence and severity of calcium acetate - induced hypercalcemia. Isolated cases of pruritus have been reported, which may represent allergic reactions. 6.2 Postmarketing Experience Because these reactions are reported voluntarily from a population of uncertain size, it is not always possible to estimate their frequency or to establish a causal relationship to drug exposure. The following additional adverse reactions have been identified during post-approval of calcium acetate: dizziness, edema, and weakness."], "adverse_reactions_table": ["<table ID=\"_refid31fa187a-00b5-45bb-82af-4a35f9f15821\" width=\"495.000\"><caption>Table 1: Adverse Reactions in Patients with End-Stage Renal Disease Undergoing Hemodialysis </caption><colgroup><col width=\"14.7%\"/><col width=\"25.3%\"/><col width=\"21.8%\"/><col width=\"23.4%\"/><col width=\"14.7%\"/></colgroup><tbody><tr><td styleCode=\"Botrule Lrule Rrule Toprule\" rowspan=\"2\" align=\"center\" valign=\"top\"><paragraph><content styleCode=\"bold\">Preferred Term</content></paragraph></td><td styleCode=\"Botrule Rrule\" rowspan=\"2\" align=\"center\" valign=\"top\"><paragraph><content styleCode=\"bold\">Total adverse reactions reported for calcium acetate</content></paragraph><paragraph><content styleCode=\"bold\">n=167</content></paragraph><paragraph>n (%)</paragraph></td><td styleCode=\"Botrule Rrule\" rowspan=\"2\" align=\"center\" valign=\"top\"><paragraph><content styleCode=\"bold\">3-month, open-label study of calcium acetate</content></paragraph><paragraph><content styleCode=\"bold\">n=98</content></paragraph><paragraph>n (%)</paragraph></td><td styleCode=\"Botrule Rrule\" colspan=\"2\" align=\"center\" valign=\"top\"><paragraph><content styleCode=\"bold\">Double blind, placebo-controlled, cross-over study of liquid calcium acetate</content></paragraph><paragraph><content styleCode=\"bold\">n=69</content></paragraph></td></tr><tr><td styleCode=\"Botrule Lrule Rrule\" align=\"center\" valign=\"top\"><paragraph><content styleCode=\"bold\">Calcium acetate</content></paragraph><paragraph>n (%)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\"><paragraph><content styleCode=\"bold\">Placebo</content></paragraph><paragraph>n (%)</paragraph></td></tr><tr><td styleCode=\"Botrule Lrule Rrule\" align=\"left\" valign=\"top\"><paragraph>Nausea</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\"><paragraph>6 (3.6)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\"><paragraph>6 (6.1)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\"><paragraph>0(0.0)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\"><paragraph>0(0.0)</paragraph></td></tr><tr><td styleCode=\"Botrule Lrule Rrule\" align=\"left\" valign=\"top\"><paragraph>Vomiting</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\"><paragraph>4 (2.4)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\"><paragraph>4 (4.1)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\"><paragraph>0(0.0)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\"><paragraph>0(0.0)</paragraph></td></tr><tr><td styleCode=\"Botrule Lrule Rrule\" align=\"left\" valign=\"top\"><paragraph>Hypercalcemia</paragraph></td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\"><paragraph>21 (12.6)</paragraph></td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\"><paragraph>16 (16.3)</paragraph></td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\"><paragraph>5 (7.2)</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\"><paragraph>0(0.0)</paragraph></td></tr></tbody></table>"], "drug_interactions": ["7 DRUG INTERACTIONS The drug interaction of calcium acetate is characterized by the potential of calcium to bind to drugs with anionic functions (e.g., carboxyl, and hydroxyl groups). Calcium acetate may decrease the bioavailability of tetracyclines or fluoroquinolones via this mechanism. There are no empirical data on avoiding drug interactions between calcium acetate and most concomitant drugs. When administering an oral medication with calcium acetate where a reduction in the bioavailability of that medication would have a clinically significant effect on its safety or efficacy, administer the drug one hour before or three hours after calcium acetate. Monitor blood levels of the concomitant drugs that have a narrow therapeutic range. Patients taking anti-arrhythmic medications for the control of arrhythmias and anti-seizure medications for the control of seizure disorders were excluded from the clinical trials with all forms of calcium acetate. Calcium acetate may decrease the bioavailability of tetracyclines or fluoroquinolones. ( 7 ) When clinically significant drug interactions are expected, administer the drug at least one hour before or at least three hours after calcium acetate or consider monitoring blood levels of the drug. ( 7 ) 7.1 Ciprofloxacin In a study of 15 healthy subjects, a co-administered single dose of 4 calcium acetate tablets, approximately 2.7g, decreased the bioavailability of ciprofloxacin by approximately 50%."], "use_in_specific_populations": ["8 USE IN SPECIFIC POPULATIONS 8.1 Pregnancy Pregnancy Category C Calcium acetate capsules contain calcium acetate. Animal reproduction studies have not been conducted with calcium acetate, and there are no adequate and well controlled studies of calcium acetate use in pregnant women. Patients with end stage renal disease may develop hypercalcemia with calcium acetate treatment [see Warnings and Precautions (5.1) ] . Maintenance of normal serum calcium levels is important for maternal and fetal well being. Hypercalcemia during pregnancy may increase the risk for maternal and neonatal complications such as stillbirth, preterm delivery, and neonatal hypocalcemia and hypoparathyroidism. Calcium acetate treatment, as recommended, is not expected to harm a fetus if maternal calcium levels are properly monitored during and following treatment. 8.2 Labor and Delivery The effects of calcium acetate on labor and delivery are unknown. 8.3 Nursing Mothers A calcium acetate capsule contains calcium acetate and is excreted in human milk. Human milk feeding by a mother receiving calcium acetate is not expected to harm an infant, provided maternal serum calcium levels are appropriately monitored. 8.4 Pediatric Use Safety and effectiveness in pediatric patients have not been established. 8.5 Geriatric Use Clinical studies of calcium acetate did not include sufficient numbers of subjects aged 65 and over to determine whether they respond differently from younger subjects. Other clinical experience has not identified differences in responses between elderly and younger patients. In general, dose selection for an elderly patient should be cautious, usually starting at the low end of the dosing range, reflecting the greater frequency of decreased hepatic, renal, or cardiac function, and of concomitant disease or other drug therapy."], "pregnancy": ["8.1 Pregnancy Pregnancy Category C Calcium acetate capsules contain calcium acetate. Animal reproduction studies have not been conducted with calcium acetate, and there are no adequate and well controlled studies of calcium acetate use in pregnant women. Patients with end stage renal disease may develop hypercalcemia with calcium acetate treatment [see Warnings and Precautions (5.1) ] . Maintenance of normal serum calcium levels is important for maternal and fetal well being. Hypercalcemia during pregnancy may increase the risk for maternal and neonatal complications such as stillbirth, preterm delivery, and neonatal hypocalcemia and hypoparathyroidism. Calcium acetate treatment, as recommended, is not expected to harm a fetus if maternal calcium levels are properly monitored during and following treatment."], "labor_and_delivery": ["8.2 Labor and Delivery The effects of calcium acetate on labor and delivery are unknown."], "nursing_mothers": ["8.3 Nursing Mothers A calcium acetate capsule contains calcium acetate and is excreted in human milk. Human milk feeding by a mother receiving calcium acetate is not expected to harm an infant, provided maternal serum calcium levels are appropriately monitored."], "pediatric_use": ["8.4 Pediatric Use Safety and effectiveness in pediatric patients have not been established."], "geriatric_use": ["8.5 Geriatric Use Clinical studies of calcium acetate did not include sufficient numbers of subjects aged 65 and over to determine whether they respond differently from younger subjects. Other clinical experience has not identified differences in responses between elderly and younger patients. In general, dose selection for an elderly patient should be cautious, usually starting at the low end of the dosing range, reflecting the greater frequency of decreased hepatic, renal, or cardiac function, and of concomitant disease or other drug therapy."], "overdosage": ["10 OVERDOSAGE Administration of calcium acetate in excess of the appropriate daily dosage may result in hypercalcemia [see Warnings and Precautions (5.1) ]."], "description": ["11 DESCRIPTION Calcium acetate acts as a phosphate binder. Its chemical name is calcium acetate. Its molecular formula is C 4 H 6 CaO 4 , and its molecular weight is 158.17. Its structural formula is: Each capsule is of size ‘00el’ hard gelatin capsule shell with blue opaque cap and white opaque body imprinted with “667 mg” on cap and “IG 377” on body in black ink filled with white to off white powder. Each capsule contains 667 mg calcium acetate, USP (anhydrous; Ca(CH 3 COO) 2 ; MW=158.17 grams) equal to 169 mg (8.45 mEq) calcium. Each capsule contains the following inactive ingredients: Sodium Lauryl Sulfate and Sodium Stearyl Fumarate. The gelatin cap and body have the following inactive ingredients: FD&C blue #1, FD&C red #3, titanium dioxide, USP, gelatin, USP and iron oxide black. Calcium acetate capsules, USP are administered orally for the control of hyperphosphatemia in end stage renal failure. “the drug product meets USP Dissolution Test 4” calcium acetate Chemical structure"], "clinical_pharmacology": ["12 CLINICAL PHARMACOLOGY Patients with ESRD retain phosphorus and can develop hyperphosphatemia. High serum phosphorus can precipitate serum calcium resulting in ectopic calcification. Hyperphosphatemia also plays a role in the development of secondary hyperparathyroidism in patients with ESRD. 12.1 Mechanism of Action Calcium acetate, when taken with meals, combines with dietary phosphate to form an insoluble calcium phosphate complex, which is excreted in the feces, resulting in decreased serum phosphorus concentration. 12.2 Pharmacodynamics Orally administered calcium acetate from pharmaceutical dosage forms is systemically absorbed up to approximately 40% under fasting conditions and up to approximately 30% under nonfasting conditions. This range represents data from both healthy subjects and renal dialysis patients under various conditions."], "mechanism_of_action": ["12.1 Mechanism of Action Calcium acetate, when taken with meals, combines with dietary phosphate to form an insoluble calcium phosphate complex, which is excreted in the feces, resulting in decreased serum phosphorus concentration."], "pharmacodynamics": ["12.2 Pharmacodynamics Orally administered calcium acetate from pharmaceutical dosage forms is systemically absorbed up to approximately 40% under fasting conditions and up to approximately 30% under nonfasting conditions. This range represents data from both healthy subjects and renal dialysis patients under various conditions."], "nonclinical_toxicology": ["13 NONCLINICAL TOXICOLOGY 13.1 Carcinogenesis, Mutagenesis, Impairment and Fertility No carcinogenicity, mutagenicity, or fertility studies have been conducted with calcium acetate."], "carcinogenesis_and_mutagenesis_and_impairment_of_fertility": ["13.1 Carcinogenesis, Mutagenesis, Impairment and Fertility No carcinogenicity, mutagenicity, or fertility studies have been conducted with calcium acetate."], "clinical_studies": ["14 CLINICAL STUDIES Effectiveness of calcium acetate in decreasing serum phosphorus has been demonstrated in two studies of the calcium acetate solid oral dosage form. Ninety-one patients with end-stage renal disease who were undergoing hemodialysis and were hyperphosphatemic (serum phosphorus >5.5 mg/dL) following a 1-week phosphate binder washout period contributed efficacy data to an open-label, non-randomized study. The patients received calcium acetate 667 mg tablets at each meal for a period of 12 weeks. The initial starting dose was 2 tablets per meal for 3 meals a day, and the dose was adjusted as necessary to control serum phosphorus levels. The average final dose after 12 weeks of treatment was 3.4 tablets per meal. Although there was a decrease in serum phosphorus, in the absence of a control group the true magnitude of effect is uncertain. The data presented in Table 2 demonstrate the efficacy of calcium acetate in the treatment of hyperphosphatemia in end-stage renal disease patients. The effects on serum calcium levels are also presented. Table 2: Average Serum Phosphorous and Calcium Levels at Pre-Study, Interim, and Study Completion Time Points Parameter Pre-Study Week 4 b Week 8 Week 12 p-value c Phosphorus (mg/dL) a 7.4 ± 0.17 5.9 ± 0.16 5.6 ± 0.17 5.2 ± 0.17 ≤0.01 Calcium (mg/dL) a 8.9 ± 0.09 9.5 ± 0.10 9.7 ± 0.10 9.7 ± 0.10 ≤0.01 a Values expressed as mean ± SE. b Ninety-one patients completed at least 6 weeks of the study. c ANOVA of difference in values at pre-study and study completion. There was a 30% decrease in serum phosphorus levels during the 12 week study period (p<0.01). Two-thirds of the decline occurred in the first month of the study. Serum calcium increased 9% during the study mostly in the first month of the study. Treatment with the phosphate binder was discontinued for patients from the open-label study, and those patients whose serum phosphorus exceeded 5.5 mg/dL were eligible for entry into a double-blind, placebo-controlled, cross-over study. Patients were randomized to receive calcium acetate or placebo, and each continued to receive the same number of tablets as had been individually established during the previous study. Following 2 weeks of treatment, patients switched to the alternative therapy for an additional 2 weeks. The phosphate binding effect of calcium acetate is shown in the Table 3. Table 3: Serum Phosphorous and Calcium Levels at Study Initiation and After Completion of Each Treatment Arm Parameter Pre-Study Post-Treatment p-value b Calcium Acetate Placebo Phosphorus (mg/dL) a 7.3 ± 0.18 5.9 ± 0.24 7.8 ± 0.22 <0.01 Calcium (mg/dL) a 8.9 ± 0.11 9.5 ± 0.13 8.8 ± 0.12 <0.01 a Values expressed as mean ± SEM. b ANOVA of calcium acetate vs. placebo after 2 weeks of treatment. Overall, 2 weeks of treatment with calcium acetate statistically significantally (p<0.01) decreased serum phosphorus by a mean of 19% and increased serum calcium by a statistically significant (p<0.01) but clinically unimportant mean of 7%."], "clinical_studies_table": ["<table ID=\"_refidc8ab4500-2c75-4c67-9903-29be87895aa4\" width=\"346.000\"><caption>Table 2: Average Serum Phosphorous and Calcium Levels at Pre-Study, Interim, and Study Completion Time Points </caption><colgroup><col width=\"27.5%\"/><col width=\"15.0%\"/><col width=\"15.0%\"/><col width=\"15.0%\"/><col width=\"15.0%\"/><col width=\"12.4%\"/></colgroup><tbody><tr><td styleCode=\"Botrule Lrule Rrule Toprule\" align=\"left\" valign=\"top\"><paragraph><content styleCode=\"bold\">Parameter</content></paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\"><paragraph><content styleCode=\"bold\">Pre-Study</content></paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\"><paragraph><content styleCode=\"bold\">Week 4 <sup>b</sup></content></paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\"><paragraph><content styleCode=\"bold\">Week 8</content></paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\"><paragraph><content styleCode=\"bold\">Week 12</content></paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\"><paragraph><content styleCode=\"bold\">p-value<sup>c</sup></content></paragraph></td></tr><tr><td styleCode=\"Botrule Lrule Rrule\" align=\"left\" valign=\"top\"><paragraph>Phosphorus (mg/dL) <sup>a</sup></paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\"><paragraph>7.4 &#xB1; 0.17</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\"><paragraph>5.9 &#xB1; 0.16</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\"><paragraph>5.6 &#xB1; 0.17</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\"><paragraph>5.2 &#xB1; 0.17</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\"><paragraph>&#x2264;0.01</paragraph></td></tr><tr><td styleCode=\"Botrule Lrule Rrule\" align=\"left\" valign=\"top\"><paragraph>Calcium (mg/dL) <sup>a</sup></paragraph></td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\"><paragraph>8.9 &#xB1; 0.09</paragraph></td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\"><paragraph>9.5 &#xB1; 0.10</paragraph></td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\"><paragraph>9.7 &#xB1; 0.10</paragraph></td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\"><paragraph>9.7 &#xB1; 0.10</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\"><paragraph>&#x2264;0.01</paragraph></td></tr></tbody></table>", "<table ID=\"_refid923049e8-00dd-44ac-a416-9723fb60cc3d\" width=\"319.000\"><caption>Table 3: Serum Phosphorous and Calcium Levels at Study Initiation and After Completion of Each Treatment Arm </caption><colgroup><col width=\"29.8%\"/><col width=\"16.3%\"/><col width=\"24.1%\"/><col width=\"16.3%\"/><col width=\"13.5%\"/></colgroup><tbody><tr><td styleCode=\"Botrule Lrule Rrule Toprule\" rowspan=\"2\" align=\"left\" valign=\"top\"><paragraph><content styleCode=\"bold\">Parameter</content></paragraph></td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\"><paragraph><content styleCode=\"bold\">Pre-Study</content></paragraph></td><td styleCode=\"Botrule Rrule\" colspan=\"2\" align=\"center\" valign=\"top\"><paragraph><content styleCode=\"bold\">Post-Treatment</content></paragraph></td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\"><paragraph><content styleCode=\"bold\">p-value<sup>b</sup></content></paragraph></td></tr><tr><td styleCode=\"Botrule Lrule Rrule\" align=\"left\" valign=\"top\"/><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\"><paragraph><content styleCode=\"italics\">Calcium Acetate</content></paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\"><paragraph><content styleCode=\"italics\">Placebo</content></paragraph></td><td styleCode=\"Botrule Rrule\" align=\"left\" valign=\"top\"/></tr><tr><td styleCode=\"Botrule Lrule Rrule\" align=\"left\" valign=\"top\"><paragraph>Phosphorus (mg/dL)<sup>a</sup></paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\"><paragraph>7.3 &#xB1; 0.18</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\"><paragraph>5.9 &#xB1; 0.24</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\"><paragraph>7.8 &#xB1; 0.22</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\"><paragraph>&lt;0.01</paragraph></td></tr><tr><td styleCode=\"Botrule Lrule Rrule\" align=\"left\" valign=\"top\"><paragraph>Calcium (mg/dL)<sup>a</sup></paragraph></td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\"><paragraph>8.9 &#xB1; 0.11</paragraph></td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\"><paragraph>9.5 &#xB1; 0.13</paragraph></td><td styleCode=\"Rrule\" align=\"center\" valign=\"top\"><paragraph>8.8 &#xB1; 0.12</paragraph></td><td styleCode=\"Botrule Rrule\" align=\"center\" valign=\"top\"><paragraph>&lt;0.01</paragraph></td></tr></tbody></table>"], "how_supplied": ["16 HOW SUPPLIED/STORAGE AND HANDLING Each capsule is of size ‘00el’ hard gelatin capsule shell with blue opaque cap and white opaque body imprinted with “667 mg” on cap and “IG 377” on body in black ink filled with white to off white powder. Supplied in Bottles of 60 (NDC 69097-862-03) and 200 (NDC 69097-862-83). STORAGE: Store at 20° to 25°C (68° to 77°F) [see USP Controlled Room Temperature]."], "information_for_patients": ["17 PATIENT COUNSELING INFORMATION Inform patients to take calcium acetate with meals, adhere to their prescribed diets, and avoid the use of calcium supplements including nonprescription antacids. Inform the patients about the symptoms of hypercalcemia [see Warnings and Precautions (5.1) and Adverse Reactions (6.1) ]. Advise patients who are taking an oral medication where reduction in the bioavailability of that medication would have clinically significant effect on its safety or efficacy to take the drug one hour before or three hours after calcium acetate. Manufactured by: Avema Pharma Solutions 10400 NW 29th Terrace, Doral, FL 33172 Manufactured for: Cipla USA, Inc. 10 Independence Boulevard, Suite 300 Warren, NJ 07059 Revised: 06/2021 Barcode: 862-06-2021"], "package_label_principal_display_panel": ["undefined NDC 69097-862-83 R x Only Calcium Acetate Capsules, USP 667 mg* 200 Capsules Cipla Label"], "set_id": "000c044a-12ef-4484-942e-99552b777d58", "id": "7749772b-1a26-4b2e-b97d-3ee29611d035", "effective_time": "20210601", "version": "6", "openfda": {"application_number": ["ANDA203135"], "brand_name": ["Calcium Acetate"], "generic_name": ["CALCIUM ACETATE"], "manufacturer_name": ["Cipla USA Inc.,"], "product_ndc": ["69097-862"], "product_type": ["HUMAN PRESCRIPTION DRUG"], "route": ["ORAL"], "substance_name": ["CALCIUM ACETATE"], "rxcui": ["359296"], "spl_id": ["7749772b-1a26-4b2e-b97d-3ee29611d035"], "spl_set_id": ["000c044a-12ef-4484-942e-99552b777d58"], "package_ndc": ["69097-862-03", "69097-862-83"], "is_original_packager": [true], "unii": ["Y882YXF34X"]}}]}