{"meta": {"disclaimer": "Do not rely on openFDA to make decisions regarding medical care. While we make every effort to ensure that data is accurate, you should assume all results are unvalidated. We may limit or otherwise restrict your access to the API in line with our Terms of Service.", "terms": "https://open.fda.gov/terms/", "license": "https://open.fda.gov/license/", "last_updated": "2025-02-08", "results": {"skip": 0, "limit": 1, "total": 14}}, "results": [{"spl_product_data_elements": ["Ranitidine Ranitidine Ranitidine Hydrochloride RANITIDINE FD&C RED NO. 40 HYPROMELLOSE 2910 (6 MPA.S) FERROSOFERRIC OXIDE magnesium stearate cellulose, microcrystalline POLYETHYLENE GLYCOL 400 titanium dioxide R150 containercarton container blistercarton"], "active_ingredient": ["Active ingredient (in each tablet) Ranitidine 150 mg (as ranitidine hydrochloride USP, 168 mg)"], "purpose": ["Purpose Acid reducer"], "indications_and_usage": ["Use(s) relieves heartburn associated with acid indigestion and sour stomach prevents heartburn associated with acid indigestion and sour stomach brought on by eating or drinking certain foods and beverages"], "warnings": ["Warnings Allergy alert: Do not use if you are allergic to ranitidine or other acid reducers Do not use if you have trouble or pain swallowing food, vomiting with blood, or bloody or black stools.These may be signs of a serious condition. See your doctor. with other acid reducers Ask a doctor before use if you have had heartburn over 3 months. This may be a sign of a more serious condition. heartburn with lightheadedness, sweating or dizziness chest pain or shoulder pain with shortness of breath; sweating; pain spreading to arms, neck or shoulders; or lightheadedness frequent chest pain frequent wheezing, particularly with heartburn unexplained weight loss nausea or vomiting stomach pain kidney disease Ask a doctor or pharmacist before use if you are • taking a prescription drug. Acid reducers may interact with certain prescription drugs. Stop use and ask doctor if your heartburn continues or worsens you need to take this product for more than 14 days If pregnant or breast-feeding, ask a health professional before use. Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away (1-800-222-1222)."], "do_not_use": ["Do not use if you have trouble or pain swallowing food, vomiting with blood, or bloody or black stools.These may be signs of a serious condition. See your doctor. with other acid reducers"], "ask_doctor": ["Ask a doctor before use if you have had heartburn over 3 months. This may be a sign of a more serious condition. heartburn with lightheadedness, sweating or dizziness chest pain or shoulder pain with shortness of breath; sweating; pain spreading to arms, neck or shoulders; or lightheadedness frequent chest pain frequent wheezing, particularly with heartburn unexplained weight loss nausea or vomiting stomach pain kidney disease"], "stop_use": ["Stop use and ask doctor if your heartburn continues or worsens you need to take this product for more than 14 days"], "pregnancy_or_breast_feeding": ["If pregnant or breast-feeding, ask a health professional before use."], "keep_out_of_reach_of_children": ["Keep out of reach of children. In case of overdose, get medical help or contact a Poison Control Center right away (1-800-222-1222)."], "dosage_and_administration": ["Directions adults and children 12 years and over: to relieve symptoms, swallow 1 tablet with a glass of water to prevent symptoms, swallow 1 tablet with a glass of water 30 to 60 minutes before eating food or drinking beverages that cause heartburn can be used up to twice daily (do not take more than 2 tablets in 24 hours) children under 12 years: ask a doctor"], "spl_unclassified_section": ["Other information do not use if printed foil under bottle cap is open or torn store at 20°-25°C (68°-77°F) avoid excessive heat or humidity protect from light this product is sodium and sugar free", "Tips for managing heartburn Do not lie flat or bend over soon after eating Do not eat late at night, or just before bedtime Certain foods or drinks are more likely to cause heartburn, such as rich, spicy, fatty, and fried foods, chocolate, caffeine, alcohol, and even some fruits and vegetables. Eat slowly and do not eat beig meals If you are overweight, lose weight If you smoke, quit smoking Raise the head of your bed Wear loose fitting clothing around your stomach. Revised: 03/20"], "inactive_ingredient": ["Inactive ingredients FD&C red #40 aluminum lake, hypromellose, iron oxide black, magnesium stearate, microcrystalline cellulose, polyethylene glycol, titanium dioxide."], "questions": ["Questions? Call 1-888-375-3784 Read the directions and warnings before use. Keep the carton. It contains important information including tips for managing heartburn."], "package_label_principal_display_panel": ["PACKAGE LABEL PRINCIPAL DISPLAY PANEL Container Label: Dr.Reddy's NDC 55111-404-34 Maximum Strength Ranitidine Tablets USP,150 mg ACID REDUCER PREVENTS & RELIEVES HEARTBURN associated with acid indigestion and sour stomach 24 Tablets(24 doses)", "Container Carton Label: Dr.Reddy's NDC 55111-404-34 Compare to the active ingredient in Zantact 150 ® Tablets* Maximum Strength Ranitidine Tablets USP,150 mg ACID REDUCER PREVENTS & RELIEVES heartburn associated with acid indigestion and sour stomach 24 Tablets(24 doses)", "Blister Carton Label: Dr.Reddy's NDC 55111-404-24 Maximum Strength Ranitidine Tablets USP,150 mg ACID REDUCER PREVENTS & RELIEVES HEARTBURN associated with acid indigestion and sour stomach 24 Tablets(24 doses)"], "set_id": "00df8a42-296f-80dd-98af-ee8b30eb38cc", "id": "8459fe61-6721-7cfb-31a4-b05105bc73b8", "effective_time": "20200420", "version": "11", "openfda": {"application_number": ["ANDA078192"], "brand_name": ["Ranitidine"], "generic_name": ["RANITIDINE"], "manufacturer_name": ["Dr. Reddy's Laboratories Limited"], "product_ndc": ["55111-404"], "product_type": ["HUMAN OTC DRUG"], "route": ["ORAL"], "substance_name": ["RANITIDINE HYDROCHLORIDE"], "rxcui": ["198191"], "spl_id": ["8459fe61-6721-7cfb-31a4-b05105bc73b8"], "spl_set_id": ["00df8a42-296f-80dd-98af-ee8b30eb38cc"], "package_ndc": ["55111-404-34", "55111-404-32", "55111-404-36", "55111-404-50", "55111-404-61", "55111-404-55", "55111-404-62", "55111-404-90", "55111-404-02", "55111-404-65", "55111-404-17", "55111-404-24", "55111-404-38", "55111-404-40"], "is_original_packager": [true], "unii": ["BK76465IHM"]}}]}